k9s/benchmarks/arn-aws-eks-ap-southeast-1-276736272121-cluster-renyoo-dev-eks/renyoo-dev-eks/database-dev_postgresql-dev-primary-0_postgresql_5555_5432_1710437954045880000.txt

Summary:
  Total:	1.3329 secs
  Slowest:	0.0000 secs
  Fastest:	0.0000 secs
  Average:	 NaN secs
  Requests/sec:	150.0490
  

Response time histogram:


Latency distribution:

Details (average, fastest, slowest):
  DNS+dialup:	 NaN secs, 0.0000 secs, 0.0000 secs
  DNS-lookup:	 NaN secs, 0.0000 secs, 0.0000 secs
  req write:	 NaN secs, 0.0000 secs, 0.0000 secs
  resp wait:	 NaN secs, 0.0000 secs, 0.0000 secs
  resp read:	 NaN secs, 0.0000 secs, 0.0000 secs

Status code distribution:

Error distribution:
  [2]	Get "http://localhost:5555/": EOF
  [198]	Get "http://localhost:5555/": context canceled